import emoji

cid_emoji = {
  '697414443239473162' : {
    emoji.se.one : 697366099226001499, #火曜幾何学
    emoji.se.two : 697366156272730152, #火曜解析
    emoji.se.three : 697366211448799292, # 火曜代数
    emoji.se.four : 697366261193244754, #水曜幾何学
    emoji.se.five : 697366461672456233, #水曜解析
    emoji.se.six : 697366543352463411 #水曜代数
  },
  '697414681115099189' : {
    emoji.se.one : 696960939987304490, #積分論
    emoji.se.two : 696961204240777227, #関数論
    emoji.se.three : 696961232489414686, #微分幾何学
    emoji.se.four : 696961307219329065, #確率論
    emoji.se.five : 696961088566329344, #体とガロア理論
    emoji.se.six : 696961002784292929, #環と加群
    emoji.se.seven : 696961128164622429 #計算数学 
  },
  '697415048049590354' : {
    emoji.se.one : 696960969527787531, #教育数学
    emoji.se.two : 696961347212017725, #プログラミング
    emoji.se.three : 696966489709740072, #マルチメディア論
    emoji.se.four : 696966534517620736, #ネットワーク概論
    emoji.se.five : 696966106056884315, #情報システム概論
  },
  '697415310285864960' : {
    emoji.se.one : 696960381750345798, # 教職数学
    emoji.se.two : 696960605164273664 #教職情報
  }
}